/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Credenciales Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "El proveedor del certificado de Afaria necesita su información para descargar su certificado del servidor de Afaria. El certificado se almacenará de forma segura.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Fin";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Cancelar";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certificado de Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Solicitando certificado de Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Se ha producido un error; póngase en contacto con el administrador.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Error de inicialización de Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Usuario cancelado";

